Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Today’s score %lld. Tap to see the breakdown.
de: Heutiger Wert %lld. Tippe, um die Aufschlüsselung zu sehen.
es: Puntuación de hoy %lld. Toca para ver el desglose.
fr: Score du jour %lld. Touche pour voir le détail.
nl: Score van vandaag %lld. Tik voor de uitsplitsing.

source: Together these can detach you from your surroundings completely. People lose track of where they are, panic, or injure themselves without registering it. Only do this somewhere safe with someone sober.
de: Zusammen können diese dich völlig von deiner Umgebung abkoppeln. Menschen wissen nicht mehr, wo sie sind, geraten in Panik oder verletzen sich, ohne es zu bemerken. Nur an einem sicheren Ort und mit jemandem Nüchternem.
es: Juntos pueden desconectarte por completo de tu entorno. La gente pierde la noción de dónde está, entra en pánico o se hace daño sin darse cuenta. Hazlo solo en un sitio seguro y con alguien sobrio.
fr: Ensemble, ils peuvent te détacher complètement de ton environnement. Des gens ne savent plus où ils sont, paniquent, ou se blessent sans s'en rendre compte. À ne faire que dans un endroit sûr, avec quelqu'un de sobre.
nl: Samen kunnen deze je volledig losmaken van je omgeving. Mensen raken kwijt waar ze zijn, raken in paniek of bezeren zichzelf zonder het te merken. Doe dit alleen op een veilige plek met iemand nuchter erbij.

source: Tomorrow-you will be glad you paused tonight.
de: Dein Ich von morgen wird froh sein, dass du heute Abend innegehalten hast.
es: Tu yo de mañana se alegrará de que esta noche hicieras una pausa.
fr: Ton toi de demain sera content que tu aies fait une pause ce soir.
nl: Je ik van morgen zal blij zijn dat je vanavond even pauzeerde.

source: Tone
de: Ton
es: Tono
fr: Ton
nl: Toon

source: Tonight does not have to look like last weekend.
de: Heute Abend muss nicht wie letztes Wochenende aussehen.
es: Esta noche no tiene que parecerse al fin de semana pasado.
fr: Ce soir n'a pas à ressembler au week-end dernier.
nl: Vanavond hoeft niet op vorig weekend te lijken.

source: Too many attempts. Try again in %lld minutes.
de: Zu viele Versuche. Versuch es in %lld Minuten erneut.
es: Demasiados intentos. Inténtalo de nuevo en %lld minutos.
fr: Trop de tentatives. Réessaie dans %lld minutes.
nl: Te veel pogingen. Probeer het over %lld minuten opnieuw.

source: Too many attempts. Try again in %lld seconds.
de: Zu viele Versuche. Versuch es in %lld Sekunden erneut.
es: Demasiados intentos. Inténtalo de nuevo en %lld segundos.
fr: Trop de tentatives. Réessaie dans %lld secondes.
nl: Te veel pogingen. Probeer het over %lld seconden opnieuw.

source: Touch 4 things and notice texture.
de: Berühre 4 Dinge und achte auf die Textur.
es: Toca 4 cosas y fíjate en la textura.
fr: Touche 4 choses et remarque leur texture.
nl: Raak 4 dingen aan en let op de textuur.

source: Track privately
de: Privat mitschreiben
es: Regístralo en privado
fr: Suivi privé
nl: Houd het privé bij

source: Transit
de: Öffentliche Verkehrsmittel
es: Transporte público
fr: Transports en commun
nl: Openbaar vervoer

source: Treat me to a pizza
de: Spendier mir eine Pizza
es: Invítame a una pizza
fr: Offre-moi une pizza
nl: Trakteer me op een pizza

source: Trigger tags from logs will appear here.
de: Auslöser-Tags aus den Einträgen erscheinen hier.
es: Las etiquetas de desencadenantes de los registros aparecerán aquí.
fr: Les étiquettes de déclencheurs des journaux apparaîtront ici.
nl: Trigger-tags uit logs verschijnen hier.

source: Trimbos drugs knowledge
de: Trimbos Drogenwissen
es: Conocimiento sobre drogas de Trimbos
fr: Connaissances sur les drogues de Trimbos
nl: Trimbos drugskennis

source: Trusted contact
de: Vertrauenskontakt
es: Contacto de confianza
fr: Contact de confiance
nl: Vertrouwenscontact

source: Trusted, non-judgmental drug information and harm-reduction support.
de: Vertrauenswürdige, urteilsfreie Drogeninformation und Schadensminderungs-Unterstützung.
es: Información sobre drogas fiable y sin juicios, y apoyo de reducción de daños.
fr: Informations fiables et sans jugement sur les drogues et soutien de réduction des risques.
nl: Betrouwbare, niet-oordelende drugsinformatie en harm-reduction-hulp.

source: Turn off PIN
de: PIN deaktivieren
es: Desactivar PIN
fr: Désactiver le PIN
nl: Pincode uitschakelen

source: Turn off PIN lock?
de: PIN-Sperre deaktivieren?
es: ¿Desactivar el bloqueo con PIN?
fr: Désactiver le verrouillage par PIN ?
nl: Pincodeslot uitschakelen?

source: Turn on iCloud backup first.
de: Aktiviere zuerst das iCloud-Backup.
es: Activa primero la copia en iCloud.
fr: Active d'abord la sauvegarde iCloud.
nl: Schakel eerst iCloud-back-up in.

source: Turn this on only if you want ChillMate to remember medication for check-ins and risk checks.
de: Aktiviere das nur, wenn ChillMate Medikamente für Check-ins und Risiko-Checks merken soll.
es: Activa esto solo si quieres que ChillMate recuerde la medicación para los check-ins y las comprobaciones de riesgo.
fr: N'active ceci que si tu veux que ChillMate retienne tes médicaments pour les check-ins et les vérifications de risque.
nl: Zet dit alleen aan als je wilt dat ChillMate medicatie onthoudt voor check-ins en risicochecks.

source: Turn this on to keep an encrypted backup in iCloud Drive and restore it from Settings or setup.
de: Aktiviere dies, um ein verschlüsseltes Backup in iCloud Drive zu behalten und es aus den Einstellungen oder der Einrichtung wiederherzustellen.
es: Actívalo para mantener una copia cifrada en iCloud Drive y restaurarla desde Ajustes o la configuración.
fr: Active ceci pour conserver une sauvegarde chiffrée dans iCloud Drive et la restaurer depuis les Réglages ou la configuration.
nl: Zet dit aan om een versleutelde back-up in iCloud Drive te bewaren en te herstellen vanuit Instellingen of de setup.

source: Uncomfortable
de: Unwohl
es: Incómodo
fr: Mal à l'aise
nl: Ongemakkelijk

source: Undecided
de: Unentschieden
es: Indeciso
fr: Indécis
nl: Nog niet besloten

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
nl: Verenigd Koninkrijk

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
nl: Verenigde Staten

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend

source: Unknown substances are harder to predict. Avoid mixing and seek help if something feels wrong.
de: Unbekannte Substanzen sind schwerer einzuschätzen. Vermeide das Mischen und hol Hilfe, wenn sich etwas falsch anfühlt.
es: Las sustancias desconocidas son más difíciles de predecir. Evita mezclar y busca ayuda si algo no va bien.
fr: Les substances inconnues sont plus difficiles à prévoir. Évite les mélanges et demande de l'aide si quelque chose ne va pas.
nl: Onbekende middelen zijn moeilijker te voorspellen. Vermijd combineren en zoek hulp als iets niet goed voelt.

source: Unknown substances with anything else
de: Unbekannte Substanzen mit allem anderen
es: Sustancias desconocidas con cualquier otra cosa
fr: Substances inconnues avec quoi que ce soit d'autre
nl: Onbekende middelen met wat dan ook

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
nl: Ontgrendelen

source: Unlock ChillMate
de: ChillMate entsperren
es: Desbloquear ChillMate
fr: Déverrouiller ChillMate
nl: Ontgrendel ChillMate

source: Unlock positive result details
de: Details zum positiven Ergebnis freischalten
es: Desbloquear detalles del resultado positivo
fr: Déverrouiller les détails du résultat positif
nl: Ontgrendel details positieve uitslag

source: Unlock with PIN
de: Mit PIN entsperren
es: Desbloquear con PIN
fr: Déverrouiller avec le PIN
nl: Ontgrendel met pincode

source: Unlock your private log.
de: Entsperre deinen privaten Eintrag.
es: Desbloquea tu registro privado.
fr: Déverrouille ton journal privé.
nl: Ontgrendel je privélog.

source: Unnamed person
de: Person ohne Namen
es: Persona sin nombre
fr: Personne sans nom
nl: Naamloos persoon

source: Until %@
de: Bis %@
es: Hasta %@
fr: Jusqu'à %@
nl: Tot %@

source: Use 4-8 numbers. This PIN unlocks the app on this device and works alongside Face ID.
de: Verwende 4 to 8 Ziffern. Diese PIN entsperrt die App auf diesem Gerät und funktioniert zusammen mit Face ID.
es: Usa de 4 a 8 números. Este PIN desbloquea la app en este dispositivo y funciona junto con Face ID.
fr: Utilise de 4 à 8 chiffres. Ce PIN déverrouille l'app sur cet appareil et fonctionne avec Face ID.
nl: Gebruik 4-8 cijfers. Deze pincode ontgrendelt de app op dit apparaat en werkt naast Face ID.

source: Use Apple Health sexual activity access for Chill log export.
de: Nutze den Apple Health-Zugriff auf sexuelle Aktivität für den Export der Chill-Einträge.
es: Usa el acceso a la actividad sexual de Apple Health para exportar los registros de Chill.
fr: Utilise l'accès à l'activité sexuelle d'Apple Health pour exporter les journaux de Chill.
nl: Gebruik Apple Health-toegang tot seksuele activiteit voor Chill-logexport.

source: Use ChillMate as a private wellbeing and reflection tool.
de: Nutze ChillMate als privates Tool für Wohlbefinden und Reflexion.
es: Usa ChillMate como herramienta privada de bienestar y reflexión.
fr: Utilise ChillMate comme outil privé de bien-être et de réflexion.
nl: Gebruik ChillMate als privé-tool voor welzijn en reflectie.

source: Use Face ID
de: Face ID verwenden
es: Usar Face ID
fr: Utiliser Face ID
nl: Face ID gebruiken

source: Use Support to find sexual-health, crisis, addiction-care, and practical support resources near you.
de: Nutze „Support“, um Angebote für sexuelle Gesundheit, Krisen, Suchtberatung und praktische Unterstützung in deiner Nähe zu finden.
es: Usa Support para encontrar recursos de salud sexual, crisis, atención a adicciones y apoyo práctico cerca de ti.
fr: Utilise Support pour trouver des ressources de santé sexuelle, de crise, d'addiction et de soutien pratique près de chez toi.
nl: Gebruik Support om hulpbronnen voor seksuele gezondheid, crisis, verslavingszorg en praktische steun bij jou in de buurt te vinden.

source: Use current location
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fr: Utiliser la position actuelle
nl: Huidige locatie gebruiken

source: Use oral, genital, and anal fields to match where testing was done. If you are unsure, mark pending and ask the clinic what samples were included.
de: Nutze die Felder oral, genital und anal, je nachdem, wo getestet wurde. Wenn du unsicher bist, markiere es als ausstehend und frag die Praxis, welche Proben enthalten waren.
es: Usa los campos oral, genital y anal según dónde se hicieron las pruebas. Si no estás seguro, márcalo como pendiente y pregunta en la clínica qué muestras se incluyeron.
fr: Utilise les champs oral, génital et anal selon l'endroit où les tests ont été faits. Si tu n'es pas sûr, marque comme en attente et demande à la clinique quels prélèvements ont été inclus.
nl: Gebruik de orale, genitale en anale velden om aan te geven waar is getest. Weet je het niet zeker, markeer dan als in afwachting en vraag de kliniek welke monsters zijn meegenomen.

source: Use partner / group session mode
de: Partner-/Gruppen-Session-Modus verwenden
es: Usar modo de sesión en pareja / grupo
fr: Utiliser le mode session en couple / groupe
nl: Gebruik partner- / groepssessiemodus

source: Use plans, check-ins, safety information, STI reminders, emergency shortcuts, reflection, and aftercare.
de: Nutze Pläne, Check-ins, Sicherheitsinformationen, STI-Erinnerungen, Notfall-Kurzbefehle, Reflexion und Nachsorge.
es: Usa planes, check-ins, información de seguridad, recordatorios de ITS, accesos directos de emergencia, reflexión y cuidados posteriores.
fr: Utilise les plans, les check-ins, les informations de sécurité, les rappels d'IST, les raccourcis d'urgence, la réflexion et les soins après.
nl: Gebruik plannen, check-ins, veiligheidsinformatie, soa-herinneringen, noodsnelkoppelingen, reflectie en nazorg.

source: Use saved home address
de: Gespeicherte Heimadresse verwenden
es: Usar la dirección de casa guardada
fr: Utiliser l'adresse de domicile enregistrée
nl: Opgeslagen thuisadres gebruiken

source: Use the app as a pause point
de: Nutze die App als Pausenpunkt
es: Usa la app como punto de pausa
fr: Utilise l'app comme point de pause
nl: Gebruik de app als pauzemoment

source: Use these for non-urgent sexual health, substance information, and harm-reduction support. For immediate danger, call your local emergency number.
de: Nutze diese für nicht dringende sexuelle Gesundheit, Informationen zu Substanzen und Hilfe zur Schadensminderung. Bei unmittelbarer Gefahr rufe deine örtliche Notrufnummer an.
es: Úsalos para salud sexual no urgente, información sobre sustancias y apoyo de reducción de daños. Ante peligro inmediato, llama a tu número de emergencia local.
fr: Utilise-les pour la santé sexuelle non urgente, les informations sur les substances et le soutien de réduction des risques. En cas de danger immédiat, appelle ton numéro d'urgence local.
nl: Gebruik deze voor niet-urgente seksuele gezondheid, informatie over middelen en harm-reductionondersteuning. Bel bij direct gevaar je lokale alarmnummer.

source: Use this only for around-sex PrEP when PrEP is not taken daily.
de: Nutze das nur für PrEP rund um Sex, wenn PrEP nicht täglich genommen wird.
es: Usa esto solo para PrEP en torno al sexo cuando la PrEP no se toma a diario.
fr: Utilise ceci uniquement pour la PrEP autour du sexe quand la PrEP n'est pas prise quotidiennement.
nl: Gebruik dit alleen voor PrEP rond seks wanneer PrEP niet dagelijks wordt ingenomen.

source: Use this only for private reflection when something is not listed.
de: Nutze das nur zur privaten Reflexion, wenn etwas nicht aufgeführt ist.
es: Usa esto solo para reflexión privada cuando algo no aparezca en la lista.
fr: Utilise ceci uniquement pour une réflexion privée quand quelque chose n'est pas dans la liste.
nl: Gebruik dit alleen voor privéreflectie wanneer iets niet vermeld staat.

source: Use vague lock-screen wording and show details only after opening ChillMate.
de: Nutze vage Formulierungen auf dem Sperrbildschirm und zeige Details erst nach dem Öffnen von ChillMate.
es: Usa un texto vago en la pantalla de bloqueo y muestra los detalles solo tras abrir ChillMate.
fr: Utilise un texte vague sur l'écran verrouillé et n'affiche les détails qu'après l'ouverture de ChillMate.
nl: Gebruik vage tekst op het toegangsscherm en toon details pas na het openen van ChillMate.

source: Use workout context later to avoid false stress alerts.
de: Nutze den Workout-Kontext später, um falsche Stress-Warnungen zu vermeiden.
es: Usa el contexto del entrenamiento más adelante para evitar falsas alertas de estrés.
fr: Utilise le contexte d'entraînement plus tard pour éviter les fausses alertes de stress.
nl: Gebruik workoutcontext later om valse stresswaarschuwingen te voorkomen.

source: Used
de: Konsumiert
es: Consumo
fr: Conso
nl: Gebruikt

source: Usually taken
de: Üblicherweise eingenommen
es: Se toma habitualmente
fr: Habituellement prise
nl: Meestal ingenomen

source: Verified privately through your Apple Account.
de: Privat über deinen Apple Account verifiziert.
es: Verificado de forma privada a través de tu Apple Account.
fr: Vérifié en privé via ton compte Apple.
nl: Privé geverifieerd via je Apple Account.

source: Very confused, overheating, or rigid muscles
de: Sehr verwirrt, Überhitzung oder steife Muskeln
es: Muy confuso, sobrecalentamiento o músculos rígidos
fr: Très confus, surchauffe ou muscles rigides
nl: Erg verward, oververhit of stijve spieren

source: Very little sleep
de: Sehr wenig Schlaf
es: Muy poco sueño
fr: Très peu de sommeil
nl: Heel weinig slaap

source: Viagra and 3-MMC together add cardiac strain during a session that is often already long. Watch for chest tightness and a racing heart that does not settle.
de: Viagra und 3-MMC zusammen belasten das Herz zusätzlich in einer Session, die oft ohnehin lang ist. Achte auf ein Engegefühl in der Brust und einen rasenden Puls, der sich nicht beruhigt.
es: La Viagra y la 3-MMC juntas añaden carga cardíaca en una sesión que suele ser ya larga. Vigila la opresión en el pecho y un corazón acelerado que no se calma.
fr: Le Viagra et la 3-MMC ajoutent une contrainte cardiaque pendant une session souvent déjà longue. Surveille l'oppression thoracique et un cœur qui s'emballe sans se calmer.
nl: Viagra en 3-MMC samen belasten je hart extra tijdens een sessie die vaak toch al lang duurt. Let op een benauwde borst en een hartslag die niet tot rust komt.

source: Viagra and MDMA together add cardiac strain and can lower blood pressure more than expected. Take breaks, keep cool, and stop if your chest feels tight.
de: Viagra und MDMA zusammen belasten das Herz zusätzlich und können den Blutdruck stärker senken als erwartet. Mach Pausen, bleib kühl und hör auf, wenn sich deine Brust eng anfühlt.
es: La Viagra y el MDMA juntos añaden carga cardíaca y pueden bajar la tensión más de lo esperado. Haz pausas, mantente fresco y para si notas el pecho apretado.
fr: Le Viagra et la MDMA ajoutent une contrainte cardiaque et peuvent faire baisser la tension plus que prévu. Fais des pauses, reste au frais et arrête-toi si ta poitrine se serre.
nl: Viagra en MDMA samen belasten je hart extra en kunnen je bloeddruk sterker verlagen dan verwacht. Neem pauzes, blijf koel en stop als je borst benauwd aanvoelt.

source: Viagra and cocaine pull your circulation in opposite directions while both put the heart under load. This raises the risk of chest pain and irregular heartbeat, especially alongside a long session.
de: Viagra und Kokain ziehen deinen Kreislauf in entgegengesetzte Richtungen und belasten beide das Herz. Das erhöht das Risiko für Brustschmerzen und Herzrhythmusstörungen, besonders in einer langen Session.
es: La Viagra y la cocaína tiran de tu circulación en direcciones opuestas mientras ambas cargan el corazón. Esto aumenta el riesgo de dolor torácico y arritmia, sobre todo en una sesión larga.
fr: Le Viagra et la cocaïne tirent ta circulation dans des directions opposées tout en sollicitant le cœur. Cela augmente le risque de douleurs thoraciques et d'arythmie, surtout lors d'une longue session.
nl: Viagra en cocaïne trekken je bloedsomloop twee kanten op terwijl ze allebei je hart belasten. Dat verhoogt de kans op pijn op de borst en hartritmestoornissen, zeker tijdens een lange sessie.

source: Viagra raises heart rate and can add to the physical anxiety a trip already brings, making it harder to tell nerves from a real problem.
de: Viagra erhöht die Herzfrequenz und kann die körperliche Unruhe verstärken, die ein Trip ohnehin mit sich bringt, sodass Nervosität schwerer von einem echten Problem zu unterscheiden ist.
es: La Viagra acelera el corazón y puede sumarse a la ansiedad física que un viaje ya trae, lo que hace más difícil distinguir los nervios de un problema real.
fr: Le Viagra accélère le cœur et peut s'ajouter à l'angoisse physique qu'un trip apporte déjà, ce qui rend plus difficile de distinguer le stress d'un vrai problème.
nl: Viagra verhoogt je hartslag en kan bovenop de lichamelijke onrust komen die een trip al geeft, waardoor je zenuwen moeilijker van een echt probleem kunt onderscheiden.

source: View calendar
de: Kalender ansehen
es: Ver calendario
fr: Voir le calendrier
nl: Kalender bekijken

source: View logged and skipped Chills month by month
de: Sieh erfasste und ausgelassene Chills Monat für Monat
es: Ve los Chills registrados y omitidos mes a mes
fr: Voir les Chills enregistrés et ignorés mois par mois
nl: Bekijk gelogde en overgeslagen Chills maand voor maand

source: View positive STI result details
de: Details zum positiven STI-Ergebnis ansehen
es: Ver detalles del resultado positivo de ITS
fr: Voir les détails du résultat positif d'IST
nl: Bekijk details positieve soa-uitslag

source: Visible timers and complications
de: Sichtbare Timer und Komplikationen
es: Temporizadores y complicaciones visibles
fr: Minuteurs et complications visibles
nl: Zichtbare timers en complicaties

source: Was there a moment where you needed support sooner?
de: Gab es einen Moment, in dem du früher Unterstützung gebraucht hättest?
es: ¿Hubo algún momento en que necesitaste apoyo antes?
fr: Y a-t-il eu un moment où tu aurais eu besoin de soutien plus tôt ?
nl: Was er een moment waarop je eerder hulp nodig had?

source: Water logged today
de: Heute Wasser erfasst
es: Agua registrada hoy
fr: Eau enregistrée aujourd'hui
nl: Vandaag water geregistreerd

source: Water or electrolytes are ready before leaving.
de: Wasser oder Elektrolyte sind vor dem Losgehen bereit.
es: El agua o los electrolitos están listos antes de salir.
fr: De l'eau ou des électrolytes sont prêts avant de partir.
nl: Water of elektrolyten staan klaar voor vertrek.

source: Water. Food. Air. Which one do you need?
de: Wasser. Essen. Luft. Was brauchst du?
es: Agua. Comida. Aire. ¿Cuál necesitas?
fr: Eau. Nourriture. Air. De quoi as-tu besoin ?
nl: Water. Eten. Lucht. Welke heb je nodig?

source: Weekend night check-ins
de: Checks in Wochenendnächten
es: Comprobaciones las noches de fin de semana
fr: Vérifications les nuits de week-end
nl: Checks in weekendnachten

source: Weekly reflection
de: Wöchentliche Reflexion
es: Reflexión semanal
fr: Réflexion hebdomadaire
nl: Wekelijkse reflectie

source: Weekly summary
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
nl: Wekelijkse samenvatting

source: Weight
de: Gewicht
es: Peso
fr: Poids
nl: Gewicht

source: Welcome
de: Willkommen
es: Bienvenida
fr: Bienvenue
nl: Welkom

source: Welcome to ChillMate
de: Willkommen bei ChillMate
es: Te damos la bienvenida a ChillMate
fr: Bienvenue sur ChillMate
nl: Welkom bij ChillMate

source: What ChillMate can save
de: Was ChillMate speichern kann
es: Lo que ChillMate puede guardar
fr: Ce que ChillMate peut enregistrer
nl: Wat ChillMate kan opslaan

source: What ChillMate does not do
de: Was ChillMate nicht tut
es: Lo que ChillMate no hace
fr: Ce que ChillMate ne fait pas
nl: Wat ChillMate niet doet

source: What I want tonight
de: Was ich heute Nacht will
es: Lo que quiero esta noche
fr: Ce que je veux ce soir
nl: Wat ik vanavond wil

source: What changed?
de: Was hat sich verändert?
es: ¿Qué cambió?
fr: Qu'est-ce qui a changé ?
nl: Wat is er veranderd?

source: What did you eat? Optional
de: Was hast du gegessen? Optional
es: ¿Qué comiste? Opcional
fr: Qu'as-tu mangé ? Facultatif
nl: Wat heb je gegeten? Optioneel

source: What do you remember?
de: Woran erinnerst du dich?
es: ¿Qué recuerdas?
fr: De quoi te souviens-tu ?
nl: Wat herinner je je?

source: What felt easier this week than expected?
de: Was fiel diese Woche leichter als erwartet?
es: ¿Qué te resultó más fácil esta semana de lo esperado?
fr: Qu'est-ce qui a été plus facile que prévu cette semaine ?
nl: Wat voelde deze week makkelijker dan verwacht?

source: What helped last time?
de: Was hat letztes Mal geholfen?
es: ¿Qué ayudó la última vez?
fr: Qu'est-ce qui a aidé la dernière fois ?
nl: Wat hielp de vorige keer?

source: What is one small boundary that would help next time?
de: Welche kleine Grenze würde nächstes Mal helfen?
es: ¿Cuál es un pequeño límite que ayudaría la próxima vez?
fr: Quelle petite limite aiderait la prochaine fois ?
nl: Wat is één kleine grens die de volgende keer zou helpen?

source: What is saved, policies, and terms
de: Was gespeichert wird, Richtlinien und Bedingungen
es: Qué se guarda, políticas y términos
fr: Ce qui est enregistré, politiques et conditions
nl: Wat is opgeslagen, beleid en voorwaarden

source: What is stored, exported, and never shared
de: Was gespeichert, exportiert und nie geteilt wird
es: Qué se almacena, se exporta y nunca se comparte
fr: Ce qui est stocké, exporté et jamais partagé
nl: Wat wordt opgeslagen, geëxporteerd en nooit gedeeld
